[
  {
    "InformationStage": {
      "main": "Have you been learning English for a long time but you are still afraid to speak it? Or waiting for the ”right moment”? If you want to be fluent one day, you need to make practicing English your habit <b>NOW</b>! 👊🏻  \n\nGood news: you’re not alone with this anymore. Now you have US!\n<a href='https://t.me/razykrashkaen'>Our community</a> will help you connect with people who have the same language goals as you. Only together you will be able to develop your speaking and listening skills!  And, who knows, maybe you even become friends in real life! \n\nSo, how exactly does it all work? It’s not all rocket science! All you need to do is join any /available meeting you like (which can be either /offline or /online). If there’s nothing that catches your eye, you can always /create your own meeting by choosing date, time, place, English level and number of people. See, you can be your own boss here 😎\n\nHowever, some people are shy to initiate a meeting. If you don’t consider yourself very shy, try taking the first step and /create a meeting! You will help a lot of peers out this way!\n\nLet's get started!"
    },
    "HelpStage": {
      "main": "Hey! Here are some useful commands that might help you find your perfect meeting.\n\n<b>Information</b>\n/faq - frequently asked questions\n/catalogue - meeting's topics catalogue\n/version - version of the bot and changelog info\n\n<b>Meetings</b>\n/active - show all available meetings\n/online - show all available online meetings\n/offline - show all available offline meetings\n/archived - show all expired (archived) meetings\n/my - show my schedule meetings\n\n<b>Actions</b>\n/create - create new meeting\n\nGood luck! 😉"
    },
    "UndefinedStage": {
      "unknown": "Oops! I’m sorry I don’t understand this command 🥴\n\nYou can find the list of available commands here: <b>/help</b> ✨"
    },
    "SelectWayMeetingCreationStage": {
      "enMain": "Please, choose the way to create new meeting!\n\n☝🏻Template.\nUsing template (plain text) to create new meeting.\nJust copy existing template and fill it with all required data such as date, location, english level etc...\n\n\n✌🏻Step by step.\nCreate new meeting by answering questions about meeting details."
    },
    "ActiveMeetingsViewStage": {
      "header": "💫 There are <b>%d active</b> meetings.\n\n",
      "noMeetings": "Unfortunately, nobody has initiated a meeting yet...\nTake the first step and <b>/create</b> your own meeting! ✨"
    },
    "ArchivedMeetingsViewStage": {
      "header": "📁 There are <b>%d archived</b> meetings.\n\n",
      "noMeetings": "No archived meetings"
    },
    "OfflineMeetingsViewStage": {
      "totalMeetingsInfo": "💫 Найдено %d встреч(и)\n\n",
      "header": "☕️ There are <b>%d active offline</b> meetings.\n\n",
      "noMeetings": "Unfortunately, nobody has initiated a meeting yet...\nTake the first step and <b>/create</b> your own meeting! ✨"
    },
    "MyMeetingsViewStage": {
      "totalMeetingsInfo": "💫 Найдено %d встреч(и)\n\n",
      "header": "💫 There are <b>%d</b> active meetings.\n\n",
      "noMeetings": "Seems like you don’t have any meetings planned… \nJoin <b>/available</b> meetings or <b>/create</b> your own ✨"
    },
    "AcceptTimeMeetingCreationSBSStage": {
      "incorrectTimeFormat": "<code>%s</code> incorrect time format 😰\n\nPlease, use the following format: \n\t• <code>19-45</code>\n\t• <code>17 00</code>\n\t• <code>8:30</code>",
      "pastTime": "⚠️ Oops!\nUnfortunately, we can’t come back to the past! But we can change the future! 🧐",
      "hourAdvance": "⚠️ We’re sorry but you can’t create a meeting unless there are more than <b>%s hours left</b> (other participants might not be able to join you so fast). \n\nWould you like to reschedule for a different time?\nThe earliest opening is <code>%s</code>"
    },
    "LevelMeetingCreationSBSStage": {
      "input": "Please, enter your speaking level:",
      "back": "👈 Back to editing Location"
    },
    "ParticipantsMeetingCreationSBSStage": {
      "input": "The number of participants can be different. In my experience, I recommend arranging small meetings for 3-4 people, otherwise speaking turns into just listening 😅\n\nHow many people do you want to practice your English with?",
      "back": "👈 Back to editing Level"
    },
    "LocationMeetingCreationSBSStage": {
      "input": "Where would you like to meet? \nPlease, type in or attach the address (e.g ул. Немига 6)",
      "mapAttachment": "In this step you need to clarify the place where meeting will take place 🤗\n\nYou can write street name (e.g <code>Немига 25</code>, <code>улица Кальварийская 65</code>) or attach map using Telegram feature, it's up to you which method to use.\n\nAbove you can find example of map attachment.👆",
      "backButton": "👈 Back to editing Meeting Format"
    },
    "TopicMeetingCreationSBSStage": {
      "input": "It’s always better to choose the topic of the meeting beforehand. This way you will be able not only to review your vocabulary and prepare the words you may need to use. But also spend a pleasant time in an engaging conversation without making any awkward pauses…\nTrust me, I know what I’m talking about! 😏\n\nYou can choose one of the random topics from <a href='https://telegra.ph/Meeting-catalogue-04-19'>our catalogue</a> or come up with your own.\n\nWhat would you like to talk about?",
      "backButton": "👈 Back to editing Participant Limit"
    },
    "FinalMeetingCreationSBSStage": {
      "input": "Please, check the details of the meeting one last time and press ‘Confirm’.",
      "confirmButton": "Confirm",
      "backButton": "👈 Back to editing Topic"
    },
    "NewChatMemberStage": {
      "welcome": "Welcome to our community! 🤗\n\nIt’s nice to meet you! Let’s improve your speaking skills together! 😈\nAll necessary information you can find in <b>/info</b> section!"
    },
    "SelectMeetingsTypeStage": {
      "main": "Please, select type meetings to show 😌"
    },
    "OnlineMeetingsViewStage": {
      "header": "🌐 There are <b>%d active online</b> meetings.\n\n",
      "noMeetings": "Unfortunately, nobody has initiated a meeting yet...\nTake the first step and <b>/create</b> your own meeting! ✨"
    },
    "VerifyMeetingStateSBSStage": {
      "main": "Ooopppssss! 😮\nIt looks like you’ve got a meeting pending. \nDo you want to continue creating a meeting or start a new one from scratch? ☺️",
      "continue": "Continue сreating the meeting ⏯",
      "create": "Create new meeting ↩️"
    },
    "SingleMeetingViewMainStage": {
      "meetingNotFound": "Oops! Meeting # <b>%d</b> was not found 🥴"
    },
    "AcceptFinalMeetingCreationSBSStage": {
      "success": "HOORAY! Your meeting has been created! 🥳 \nYou can find it in <i>My Meetings</i> section.\n\n<b>/meeting%d</b>"
    },
    "SingleMeetingViewLeaveStage": {
      "main": "\nYou've successfully left meeting ☹️\n\nYou can always find and join to it in <i>View Meeting</i> section\n\n<b>/meeting%s</b>✨\n"
    },
    "SingleMeetingViewJoinStage": {
      "main": "\nYou've successfully joined to meeting 🥳\n\nYou can find all your upcoming meetings in <i>My Meeting</i> section\n\n<b>/meeting%s</b>✨\n"
    },
    "AcceptTopicMeetingCreationSBSStage": {
      "input": "Please, enter topic with questions, generate random one by clicking <b>Random Topic</b> button or specify topic id from <a href='%s'>our catalogue</a>",
      "incorrectQuestionsFormat": "Ooopppsss...\nIt seems, that topic with questions is not well-formed 🥴\n\nPlease, design your topic according to <a href='%s'>our rules</a>",
      "backButton": "👈 Back to editing Participant Limit"
    },
    "AcceptDateMeetingCreationSBSStage": {
      "pastDate": "⚠️ Warning!\nImpossible to create meeting in the past.",
      "lateTime": "⚠️ Warning!\n\nIt’s too late to create a meeting for today – many people are already asleep (or tired after the long day) and won’t be able to join you today 💤",
      "lateDaysWarning": "⚠️  Warning!\n\nWe don’t recommend setting a date more than %s days from now.\nWhy wait for so long when you can start speaking English now? ☺️"
    },
    "TimeMeetingCreationSBSStage": {
      "input": "What time would be convenient for you? (e.g 19-30, 10 20, 15:00)",
      "backButton": "👈 Back to editing Date"
    },
    "FormatMeetingCreationSBSStage": {
      "input": "Hmmm...🤔\nWhat exactly is ‘Meeting format’? Let’s see!\nIt means the place where you want to get in contact with your speaking partners.\n\n\t• For <b>online meetings</b> our community uses <a href='https://www.skype.com/en/get-skype/'>Skype</a> calls so, please, make sure, that you have this program on your device.\n\t• <b>Offline meetings</b> take place in the ’real life’. It can be your favorite café or just bench in a park (so far only <b>Minsk</b> is being supported).\n\nSo it’s really up to you to decide! 😌\nWhich option do you prefer? ",
      "backButton": "👈 Back to editing Time"
    },
    "OfflineMeetingCreationSBSStage": {
      "input": "Please, write your Skype account:",
      "backButton": "👈 Back to editing Meeting Format",
      "confirmButton": "Confirm 👌",
      "edit": "⚙️ Edit Skype"
    },
    "DeleteConfirmationSingleMeetingStage": {
      "warning": "       ⚠️Warning!\n\nAre you sure you want to delete the meeting?\nThe action is irrevocable! And it also decreases your chances of getting fluent in English 😔\n\n<b>/meeting%s</b>"
    },
    "StatisticStage": {
      "main": "If you’re still having second thoughts… look how many people have already chosen us to practice their English with! 🤤\n\n💥 Successfully completed meetings: <b>%s</b>\n💥 Users using bot: <b>%s</b>\n💥 Users in community group: <b>%s</b>\n\nWe will be happy to see you as a member of our friendly community!\nDon’t hesitate and join the next available meeting! 🤟🏻"
    },
    "AcceptLocationMeetingCreationSBSStage": {
      "error": "We can't find anything by this address 😓\nPlease, clarify address and make sure that this place located in <b>Minsk</b>📍"
    },
    "PhoneMeetingCreationSBSStage": {
      "shareNumber": "Oh, I see that you’re new here… To be able to create a meeting, you need to share your Telegram contact with us.\nJust click on the button below. And don’t worry, it’s completely safe!\n\n<a href='https://telegra.ph/Russian-FAQ-04-14'>Why should I provide my number?</a> 🤨"
    },
    "AcceptPhoneMeetingCreationSBSStage": {
      "accept": "Thank you for your trust!\nYou’re all set. Let’s do it!  😌"
    },
    "DeleteSingleMeetingStage": {
      "main": "Your meeting has been deleted 😞\n\nMaybe we could reschedule?\n<b>/create</b>",
      "deleteNotification": "Hey! Unfortunately, /meeting%s creator decided to cancel the meeting and deleted it 😥\n\nI know, it's sad... But don't worry! You can find other meetings /active or even /create your own!\n\nHave a good day! 😉"
    },
    "WelcomeStage": {
      "intro": "Welcome to our community! 🤗\n\nIt’s nice to meet you! Let’s improve your speaking skills together! 😈\nAll necessary information you can find in <b>/info</b> section!"
    },
    "IntroStartMeetingCreationStage": {
      "main": "Wow! You’re really motivated to speak English! We’re happy to see that kind of eager from you! 😈\n\nCreating a meeting is actually easier than you might think! And it won’t take much of your time either. You can find all related <a href='%s'>information here.</a> \n\nRight now we’re going to ask you a few questions and see what your perfect meeting looks like. Just follow the tips on the bottom of each message ⬇️ \n\nAfter you create a meeting, everyone in the community group will receive a notification, so that they can join you later.\n\nAnd REMEMBER: Practice makes perfect! 💪"
    },
    "ContactsStage": {
      "main": "Are you experiencing any problem using the bot or want to see some improvements?\nWe would like to hear your suggestions!\nPlease, contact me @privetyaolega 🤙\n\nYou can become a part of our community by simply <a href='https://t.me/razykrashkaen'>joining our community chat 🤗</a> \n\nAlso invite your friends and practice English together! \nMeeting new people can be a little bit overwhelming… Seeing a familiar face will help you release all the pressure.  Even if you already feel confident, it’s more fun with friends anyway! ☺"
    },
    "SupportUsStage": {
      "main": "We’re <b>not commercial</b>. \n\nHowever, if you want to see this project improve, we accept donations. All the donated money will go on <i>advertising, maintenance and improvements</i> so that more people can find out about our community 💪\n\nIt will also increase your chances to meet a like-minded person and become really good friends! 🤗\n\n<a href='%s'>All payment information you can find here</a>"
    },
    "DateMeetingCreationSBSStage": {
      "main": "Which day are you free to join a meeting?\nLet’s pick a date."
    },
    "IncorrectInputFormatSBSStage": {
      "main": "You don't have to type anything here!\nJust choose one of the options below ☺️"
    }
  }
]